Repository: bestwebsoft/social-buttons-pack-wordpress-plugin
Catalog: languages/social-buttons-pack-*.po
Languages: cs_cz, de_de, es_es, fr_fr, pt_pt, uk

source: LinkedIn Share Button
cs_cz: Tlačítko pro sdílení LinkedIn
de_de: LinkedIn Schaltfläche "Teilen
es_es: Botón Compartir de LinkedIn
fr_fr: Bouton de partage LinkedIn
pt_pt: Botão de compartilhamento do LinkedIn
uk: Кнопка "Поділитися" в LinkedIn

source: LinkedIn Follow Button
cs_cz: Tlačítko pro sledování LinkedIn
de_de: LinkedIn Schaltfläche "Folgen
es_es: Botón Seguir de LinkedIn
fr_fr: Bouton de suivi LinkedIn
pt_pt: Botão Seguir do LinkedIn
uk: Кнопка підписатися на LinkedIn

source: Settings
cs_cz: Nastavení
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
pt_pt: Configurações
uk: Налаштування

source: Display
cs_cz: Zobrazit
de_de: Anzeige
es_es: Mostrar
fr_fr: Afficher
pt_pt: Exibição
uk: Відображення

source: Misc
cs_cz: Různé
de_de: Verschiedenes
es_es: Otros
fr_fr: Divers
pt_pt: Diversos
uk: Різне

source: Custom Code
cs_cz: Vlastní kód
de_de: Benutzerdefinierter Code
es_es: Código personalizado
fr_fr: Code personnalisé
pt_pt: Código Personalizado
uk: Користувацький код

source: License Key
cs_cz: Licenční klíč
de_de: Lizenzschlüssel
es_es: Clave de licencia
fr_fr: Clé de licence
pt_pt: Chave da licença
uk: Ліцензійний ключ

source: Sorry, your nonce did not verify
cs_cz: Omlouváme se, ale vaše nonce se neověřila
de_de: Tut uns leid! - Wir können Sie gerade nicht verifizieren
es_es: Lo siento, su nonce no ha verificado
fr_fr: Désolé, votre annonce n' a pas été vérifié
pt_pt: Desculpe, seu nonce não foi verificado
uk: Вибачте, ваш нонс не підтверджено

source: Enter the Company/Showcase Page ID for "Follow" button. Settings are not saved.
cs_cz: Zadejte ID stránky společnosti/prohlížečky pro tlačítko "Sledovat". Nastavení se neukládají.
de_de: Geben Sie die Firmen-/Showcase-Seiten-ID für die Schaltfläche "Folgen" ein. Die Einstellungen werden nicht gespeichert.
es_es: Introduzca el ID de la página de la empresa o escaparate para el botón "Seguir". La configuración no se guarda.
fr_fr: Saisissez l'ID de la page de la société/du showcase pour le bouton "Suivre". Les paramètres ne sont pas enregistrés.
pt_pt: Digite o ID da página da empresa/showcase para o botão "Follow" (Seguir). As configurações não são salvas.
uk: Введіть ID сторінки компанії/вітрини для кнопки "Підписатися". Налаштування не зберігаються.

source: Settings saved
cs_cz: Nastavení uloženo
de_de: Einstellungen gespeichert
es_es: Ajustes guardados
fr_fr: Paramètres sauvegardés
pt_pt: Configurações salvas
uk: Налаштування збережено

source: LinkedIn Settings
cs_cz: Nastavení sítě LinkedIn
de_de: LinkedIn-Einstellungen
es_es: Ajustes de LinkedIn
fr_fr: Réglages LinkedIn
pt_pt: Configurações do LinkedIn
uk: Налаштування LinkedIn

source: General
cs_cz: Hlavní
de_de: Allgemein
fr_fr: Général
pt_pt: Geral
uk: Загальні налаштування

source: Buttons
cs_cz: Tlačítka
es_es: Botones
fr_fr: Boutons
pt_pt: Botões
uk: Кнопки

source: Share
cs_cz: Sdílet
de_de: Teilen
es_es: Compartir
fr_fr: Partager
pt_pt: Compartilhar
uk: Поділитися

source: Follow
cs_cz: Sledovat
de_de: Folgen
es_es: Seguir
fr_fr: Suivre
pt_pt: Seguir
uk: Стежити

source: Display on
cs_cz: Zobrazení na displeji
de_de: Anzeigen auf
es_es: Mostrar en
fr_fr: S'affiche sur
pt_pt: Exibir em
uk: Відображати

source: Home page
cs_cz: Domácí stránka
de_de: Startseite
es_es: Página de inicio
fr_fr: Page d'accueil
pt_pt: Página inicial
uk: Домашня сторінка

source: Posts
cs_cz: Příspěvky
de_de: Beiträge
es_es: Entradas
fr_fr: Articles
uk: Пости

source: Pages
cs_cz: Stránky
de_de: Seiten
es_es: Páginas
pt_pt: Páginas
uk: Сторінки

source: Buttons Position
cs_cz: Pozice tlačítek
es_es: Posición de los botones
fr_fr: Position des Boutons
pt_pt: Posição dos botões
uk: Позиція кнопок

source: Before content
cs_cz: Před obsahem
de_de: Vor dem Inhalt
es_es: Antes del contenido
fr_fr: Avant le contenu
pt_pt: Antes do Conteúdo
uk: Перед вмістом

source: After content
cs_cz: Po obsahu
de_de: Nach dem Inhalt
es_es: Después del contenido
fr_fr: Après le contenu
pt_pt: Após o Conteúdo
uk: Після вмісту

source: Unselect all to use a shortcode only.
cs_cz: Zrušte výběr všech, chcete-li použít pouze zkrácený kód.
de_de: Deaktivieren Sie alle, um nur einen Shortcode zu verwenden.
es_es: Deseleccione todo para utilizar sólo un shortcode.
fr_fr: Désélectionnez tout pour n'utiliser qu'un code court.
pt_pt: Desmarque tudo para usar apenas um shortcode.
uk: Зніміть позначку з усіх, щоб використовувати лише шорткод.

source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fr_fr: Langue
pt_pt: Idioma
uk: Мова

source: Select the default language for LinkedIn button(-s).
cs_cz: Vyberte výchozí jazyk pro tlačítko(-a) LinkedIn.
de_de: Wählen Sie die Standardsprache für die LinkedIn-Schaltfläche(n).
es_es: Seleccione el idioma predeterminado para los botones de LinkedIn.
fr_fr: Sélectionnez la langue par défaut pour le(s) bouton(s) LinkedIn.
pt_pt: Selecione o idioma padrão para o(s) botão(ões) do LinkedIn.
uk: Виберіть мову за замовчуванням для кнопки(-ок) LinkedIn.

source: Enable to switch language automatically on multilingual website using Multilanguage plugin.
cs_cz: Automatické přepínání jazyka na vícejazyčných webových stránkách pomocí vícejazyčného pluginu.
de_de: Aktivieren Sie das automatische Umschalten der Sprache auf mehrsprachigen Websites mit dem Multilanguage-Plugin.
es_es: Permitir cambiar de idioma automáticamente en el sitio web multilingüe utilizando Multilanguage plugin.
fr_fr: Permet de changer automatiquement la langue sur un site web multilingue en utilisant le plugin Multilanguage.
pt_pt: Permitido alterar linguagem automaticamente em websites multilingues usando Multilingue plugin
uk: Увімкніть автоматичне перемикання мови на багатомовному веб-сайті за допомогою багатомовного плагіна.

source: Activate %s
cs_cz: Aktivovat %s
de_de: Aktiviere %s
es_es: Activar %s
fr_fr: Activer %s
pt_pt: Ativar %s
uk: Активація %s

source: Learn More
cs_cz: Dozvědět se více
de_de: Mehr erfahren
es_es: Aprende más
fr_fr: En savoir plus
pt_pt: Saiba Mais
uk: Дізнатись більше

source: Share Button
cs_cz: Tlačítko sdílení
de_de: Teilen Button
es_es: Botón de compartir
fr_fr: Bouton de partage
pt_pt: Botão Compartilhar
uk: Кнопка "Поділитися

source: URL to be shared. Leave blank to use a current page URL.
cs_cz: Adresa URL, která má být sdílena. Chcete-li použít aktuální adresu URL stránky, ponechte ji prázdnou.
de_de: URL, die freigegeben werden soll. Leer lassen, um eine aktuelle Seiten-URL zu verwenden.
es_es: URL a compartir. Dejar en blanco para utilizar una URL de la página actual.
fr_fr: URL à partager. Laisser vide pour utiliser l'URL de la page actuelle.
pt_pt: URL a ser compartilhado. Deixe em branco para usar um URL da página atual.
uk: URL-адреса для публікації. Залиште порожнім, щоб використовувати поточну URL-адресу сторінки.

source: Follow Button
cs_cz: Sledovat tlačítko
de_de: "Folgen"-Button
es_es: Boton de seguir
fr_fr: Bouton Suivez-nous
pt_pt: Botão "Seguir"
uk: Кнопка "Підписатися

source: Count Mode
cs_cz: Režim počítání
de_de: Zählmodus
es_es: Modo de recuento
fr_fr: Mode de comptage
pt_pt: Modo de contagem
uk: Режим підрахунку

source: Vertical
cs_cz: Vertikální
de_de: Vertikal
uk: Вертикально

source: Horizontal
cs_cz: Vodorovně
uk: Горизонтальний

source: No count
cs_cz: Žádný počet
de_de: Kein Zähler
es_es: No contar
fr_fr: Pas de compteur
pt_pt: Sem contador
uk: Без підрахунку

source: Company or Showcase Page ID
cs_cz: ID stránky společnosti nebo prezentace
de_de: ID der Unternehmens- oder Schaufensterseite
es_es: ID de página de empresa o escaparate
fr_fr: ID de la page de l'entreprise ou de la vitrine
pt_pt: ID da página da empresa ou de demonstração
uk: Ідентифікатор сторінки компанії або вітрини

source: Can't find your page ID?
cs_cz: Nemůžete najít ID stránky?
de_de: Sie können Ihre Seiten-ID nicht finden?
es_es: ¿No encuentra el ID de su página?
fr_fr: Vous ne trouvez pas votre identifiant de page ?
pt_pt: Não consegue encontrar o ID de sua página?
uk: Не можете знайти ідентифікатор своєї сторінки?

source: Read the instruction
cs_cz: Přečtěte si pokyny
de_de: Lesen Sie die Anleitung
es_es: Leer la instrucción
fr_fr: Lire l'instruction
pt_pt: Leia a instrução
uk: Читати інструкцію

source: LinkedIn Buttons Shortcode
cs_cz: Tlačítka LinkedIn Shortcode
de_de: LinkedIn Schaltflächen Shortcode
es_es: Código corto de botones de LinkedIn
fr_fr: Shortcode pour les boutons LinkedIn
pt_pt: Botões do LinkedIn Shortcode
uk: Шорткод кнопок LinkedIn

source: Add LinkedIn button(-s) to your posts, pages, custom post types or widgets by using the following shortcode:
cs_cz: Přidejte tlačítko (-a) LinkedIn do příspěvků, stránek, vlastních typů příspěvků nebo widgetů pomocí následujícího zkráceného kódu:
de_de: Fügen Sie LinkedIn-Button(s) zu Ihren Beiträgen, Seiten, benutzerdefinierten Beitragstypen oder Widgets hinzu, indem Sie den folgenden Shortcode verwenden:
es_es: Añade botones de LinkedIn a tus entradas, páginas, tipos de entrada personalizados o widgets utilizando el siguiente shortcode:
fr_fr: Ajoutez le(s) bouton(s) LinkedIn à vos articles, pages, types d'articles personnalisés ou widgets en utilisant le shortcode suivant :
pt_pt: Adicione botão(ões) do LinkedIn a seus posts, páginas, tipos de post personalizados ou widgets usando o seguinte shortcode:
uk: Додайте кнопку(-и) LinkedIn до своїх дописів, сторінок, кастомних типів дописів або віджетів, використовуючи наступний шорткод:

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
pt_pt: Fechar
uk: Закрити

source: LinkedIn Buttons Preview
cs_cz: Náhled tlačítek LinkedIn
de_de: LinkedIn Buttons Vorschau
es_es: Vista previa de los botones de LinkedIn
fr_fr: Aperçu des boutons LinkedIn
pt_pt: Visualização dos botões do LinkedIn
uk: Попередній перегляд кнопок LinkedIn

source: Display Settings
cs_cz: Nastavení zobrazení
de_de: Anzeigeneinstellungen
es_es: Ajustes de visualización
fr_fr: Paramètres d'affichage
pt_pt: Exibir Configurações
uk: Налаштування відображення

source: Please choose the necessary post types (or single pages) where LinkedIn buttons will be displayed:
cs_cz: Vyberte potřebné typy příspěvků (nebo jednotlivé stránky), na kterých se budou zobrazovat tlačítka LinkedIn:
de_de: Bitte wählen Sie die erforderlichen Beitragstypen (oder einzelne Seiten), auf denen LinkedIn-Buttons angezeigt werden sollen:
es_es: Por favor, elija los tipos de post necesarios (o páginas individuales) donde se mostrarán los botones de LinkedIn:
fr_fr: Veuillez choisir les types d'articles nécessaires (ou les pages individuelles) où les boutons LinkedIn seront affichés :
pt_pt: Escolha os tipos de postagem necessários (ou páginas únicas) em que os botões do LinkedIn serão exibidos:
uk: Будь ласка, оберіть необхідні типи дописів (або окремі сторінки), на яких будуть відображатися кнопки LinkedIn:

source: Show URL for pages
cs_cz: Zobrazení adresy URL pro stránky
de_de: URL für Seiten anzeigen
es_es: Mostrar URL de las páginas
fr_fr: Afficher l'URL des pages
pt_pt: Mostrar URL das páginas
uk: Показати URL для сторінок

source: Example of the site's pages tree
cs_cz: Příklad stromu stránek webu
de_de: Beispiel für den Seitenbaum der Website
es_es: Ejemplo del árbol de páginas del sitio
fr_fr: Exemple d'arborescence des pages du site
pt_pt: Exemplo de árvore de páginas do site
uk: Приклад дерева сторінок сайту

source: Follow me
cs_cz: Následujte mě
de_de: Folgen Sie uns
es_es: Sígueme
fr_fr: Suivez-moi
pt_pt: Seguir
uk: Ідіть за мною

source: Shortcode Type
cs_cz: Typ shortkódu
de_de: Shortcode-Typ
es_es: Tipo de código corto
fr_fr: Type de Shortcode
pt_pt: Tipo de shortcode
uk: Тип короткого номера

source: Save Button
cs_cz: Tlačítko pro uložení
de_de: Speicher-Button
es_es: Botón Guardar
fr_fr: Bouton Enregistrer
pt_pt: Botão salvar
uk: Кнопка "Зберегти

source: Pin Widget
es_es: Widget de alfiler
fr_fr: Widget d'épinglage
pt_pt: Widget de pinos
uk: Віджет закріплення

source: Board Widget
cs_cz: Widget desky
de_de: Tafel-Widget
es_es: Widget del tablero
fr_fr: Widget du conseil d'administration
pt_pt: Widget da diretoria
uk: Віджет форуму

source: Profile Widget
cs_cz: Widget profilu
de_de: Profil-Widget
es_es: Widget de perfil
fr_fr: Widget de profil
pt_pt: Widget de perfil
uk: Віджет профілю

source: Button label
cs_cz: Popisek tlačítka
de_de: Button Beschriftung
es_es: Etiqueta de botón
fr_fr: Texte du bouton
pt_pt: Etiqueta do botão
uk: Напис на кнопці

source: Save any image
cs_cz: Uložení libovolného obrázku
de_de: Jedes Bild speichern
es_es: Guardar cualquier imagen
fr_fr: Enregistrer n'importe quelle image
pt_pt: Salvar qualquer imagem
uk: Збережіть будь-яке зображення

source: Save defined image
cs_cz: Uložit definovaný obrázek
de_de: Definiertes Bild speichern
es_es: Guardar imagen definida
fr_fr: Enregistrer l'image définie
pt_pt: Salvar imagem definida
uk: Зберегти визначене зображення

source: Pin image URL
cs_cz: Adresa URL připnutí obrázku
de_de: Pin-Bild-URL
es_es: URL de la imagen
fr_fr: URL de l'image de l'épingle
pt_pt: URL da imagem do pino
uk: URL-адреса зображення піна

source: Custom button image
cs_cz: Vlastní obrázek tlačítka
de_de: Benutzerdefiniertes Schaltflächenbild
es_es: Imagen de botón personalizada
fr_fr: Image du bouton personnalisé
pt_pt: Imagem personalizada do botão
uk: Власне зображення кнопки

source: Custom image URL
cs_cz: Vlastní adresa URL obrázku
de_de: Benutzerdefinierte Bild-URL
es_es: URL de imagen personalizada
fr_fr: URL de l'image personnalisée
pt_pt: URL de imagem personalizada
uk: Власна URL-адреса зображення

source: Size
cs_cz: Velikost
de_de: Größe
es_es: Tamaño
fr_fr: Taille
pt_pt: Tamanho
uk: Розмір

source: Small
cs_cz: Malý
de_de: Klein
es_es: Pequeño
fr_fr: Petit
pt_pt: Pequeno
uk: Маленький

source: Medium
cs_cz: Střední
de_de: Mittel
es_es: Mediano
fr_fr: Moyen
pt_pt: Médio
uk: Середній

source: Large
cs_cz: Velký
de_de: Groß
es_es: Grande
fr_fr: Grand
pt_pt: Grande
uk: Великий

source: Width
cs_cz: Šířka
de_de: Breite
es_es: Ancho
fr_fr: Largeur
pt_pt: Largura
uk: Ширина

source: Height
cs_cz: Výška
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
pt_pt: Altura
uk: Висота

source: Thumbnails width
cs_cz: Šířka miniatur
de_de: Miniaturansichtsbreite
es_es: Ancho de las miniaturas
fr_fr: Largeur des vignettes
pt_pt: Largura das miniaturas
uk: Ширина мініатюр

source: Pinterest Widget
cs_cz: Widget Pinterest
es_es: Widget de Pinterest
fr_fr: Widget Pinterest
pt_pt: Widget do Pinterest
uk: Віджет Pinterest

source: Widget for adding Pinterest Pin, Board, and Profile widgets
cs_cz: Widget pro přidání widgetů Pinterest Pin, Board a Profile
de_de: Widget zum Hinzufügen von Pinterest Pin-, Board- und Profil-Widgets
es_es: Widget para añadir widgets de pines, tableros y perfiles de Pinterest
fr_fr: Widget pour ajouter des widgets Pinterest Pin, Board et Profile
pt_pt: Widget para adicionar widgets de Pin, Quadro e Perfil do Pinterest
uk: Віджет для додавання віджетів Pinterest Pin, Дошка та Профіль

source: Title
cs_cz: Nadpis
de_de: Titel
es_es: Título
fr_fr: Titre
pt_pt: Título
uk: Заголовок

source: Type
cs_cz: Typ
de_de: Typ
es_es: Tipo
pt_pt: Tipo
uk: Тип

source: Examples
cs_cz: Příklady
de_de: Beispiele
es_es: Ejemplos
fr_fr: Exemples
pt_pt: Exemplos
uk: Приклади

source: Min width%1s. If the widget width field is empty, the thumbnail width will be auto.
cs_cz: Min. šířka%1s. Pokud je pole šířky widgetu prázdné, bude šířka miniatury automatická.
de_de: Mindestbreite%1s. Wenn das Feld Breite des Widgets leer ist, wird die Breite der Miniaturansicht automatisch eingestellt.
es_es: Anchura mínima%1s. Si el campo de anchura del widget está vacío, la anchura de la miniatura será automática.
fr_fr: Largeur minimale%1s. Si le champ "widget width" est vide, la largeur de la vignette sera automatique.
pt_pt: Largura mínima%1s. Se o campo de largura do widget estiver vazio, a largura da miniatura será automática.
uk: Min width%1s. Якщо поле ширини віджету порожнє, ширина мініатюри буде автоматичною.

source: "Save" button location is not selected. The button will be displayed only via shortcode.
cs_cz: není vybráno umístění tlačítka "Uložit". Tlačítko se zobrazí pouze prostřednictvím zkráceného kódu.
de_de: die Position der Schaltfläche "Speichern" ist nicht ausgewählt. Die Schaltfläche wird nur über den Shortcode angezeigt.
es_es: la ubicación del botón "Guardar" no está seleccionada. El botón se mostrará sólo a través de código corto.
fr_fr: l'emplacement du bouton "Enregistrer" n'est pas sélectionné. Le bouton sera affiché uniquement via le shortcode.
pt_pt: o local do botão "Salvar" não está selecionado. O botão será exibido somente por meio do shortcode.
uk: розташування кнопки "Зберегти" не вибрано. Кнопка буде відображатися лише за допомогою шорткоду.

source: "Follow" button location is not selected. The button will be displayed only via shortcode.
cs_cz: není vybráno umístění tlačítka "Sledovat". Tlačítko se zobrazí pouze prostřednictvím zkráceného kódu.
de_de: die Position der Schaltfläche "Folgen" ist nicht ausgewählt. Die Schaltfläche wird nur über den Shortcode angezeigt.
es_es: la ubicación del botón "Seguir" no está seleccionada. El botón se mostrará sólo a través de código corto.
fr_fr: l'emplacement du bouton "Suivre" n'est pas sélectionné. Le bouton sera affiché uniquement via le shortcode.
pt_pt: o local do botão "Seguir" não está selecionado. O botão será exibido somente por meio do shortcode.
uk: розташування кнопки "Підписатися" не вибрано. Кнопка буде відображатися лише за допомогою шорткоду.

source: Please, enter "Pinterest User ID" to add Follow Button. Settings are not saved.
cs_cz: Pro přidání tlačítka Sledovat zadejte "ID uživatele Pinterest". Nastavení se neuloží.
de_de: Bitte geben Sie "Pinterest User ID" ein, um den Follow Button hinzuzufügen. Die Einstellungen werden nicht gespeichert.
es_es: Por favor, introduce "Pinterest User ID" para añadir el Botón Seguir. Los ajustes no se guardan.
fr_fr: Veuillez saisir votre "ID d'utilisateur Pinterest" pour ajouter le bouton "Suivre". Les paramètres ne sont pas sauvegardés.
pt_pt: Digite "ID de usuário do Pinterest" para adicionar o botão Seguir. As configurações não são salvas.
uk: Будь ласка, введіть "Ідентифікатор користувача Pinterest", щоб додати кнопку "Підписатися". Налаштування не будуть збережені.

source: Error: File size %1s
cs_cz: Chyba: Velikost souboru %1s
de_de: Fehler: Dateigröße %1s
es_es: Error: Tamaño del archivo %1s
fr_fr: Erreur : Taille du fichier %1s
pt_pt: Erro: Tamanho do arquivo %1s
uk: Помилка: Розмір файлу %1s

source: Error: Invalid file type
cs_cz: Chyba: Nesprávný typ souboru
de_de: Fehler: Ungültiger Dateityp
es_es: Error: Tipo de archivo no válido
fr_fr: Erreur : Type de fichier non valide
pt_pt: Erro: Tipo de arquivo inválido
uk: Помилка: Неправильний тип файлу

source: Error: moving file failed
cs_cz: Chyba: přesouvání souboru se nezdařilo
de_de: Fehler: Verschieben der Datei fehlgeschlagen
es_es: Error: Error al mover el archivo
fr_fr: Erreur : le déplacement du fichier a échoué
pt_pt: Erro: falha ao mover o arquivo
uk: Помилка: не вдалося перемістити файл

source: Can't find upload directory path. Settings are not saved.
cs_cz: Nelze najít cestu k adresáři pro nahrávání. Nastavení se neuloží.
de_de: Der Pfad zum Upload-Verzeichnis kann nicht gefunden werden. Einstellungen werden nicht gespeichert.
es_es: No se encuentra la ruta del directorio de carga. La configuración no se guarda.
fr_fr: Impossible de trouver le chemin du répertoire de téléchargement. Les paramètres ne sont pas enregistrés.
pt_pt: Não é possível encontrar o caminho do diretório de upload. As configurações não são salvas.
uk: Не вдається знайти шлях до каталогу завантаження. Налаштування не збережено.

source: Error: select the upload file
cs_cz: Chyba: vyberte nahraný soubor
de_de: Fehler: Wählen Sie die Upload-Datei
es_es: Error: seleccione el archivo de carga
fr_fr: Erreur : sélectionner le fichier de téléchargement
pt_pt: Erro: selecione o arquivo de upload
uk: Помилка: виберіть файл для завантаження

source: Pinterest Settings
cs_cz: Nastavení služby Pinterest
de_de: Pinterest Einstellungen
es_es: Ajustes de Pinterest
fr_fr: Réglages Pinterest
pt_pt: Ajustes do Pinterest
uk: Налаштування Pinterest

source: Pinterest User ID
cs_cz: ID uživatele Pinterest
de_de: Pinterest Benutzer-ID
es_es: ID de usuario de Pinterest
fr_fr: ID de l'utilisateur Pinterest
pt_pt: ID de usuário do Pinterest
uk: Ідентифікатор користувача Pinterest

source: Enter your Pinterest user ID. For example, "bestwebsoft".
cs_cz: Zadejte své ID uživatele Pinterest. Například "bestwebsoft".
de_de: Geben Sie Ihre Pinterest-Benutzer-ID ein. Zum Beispiel: "bestwebsoft".
es_es: Introduce tu ID de usuario de Pinterest. Por ejemplo, "bestwebsoft".
fr_fr: Saisissez votre identifiant Pinterest. Par exemple, "bestwebsoft".
pt_pt: Digite seu ID de usuário do Pinterest. Por exemplo, "bestwebsoft".
uk: Введіть свій ідентифікатор користувача Pinterest. Наприклад, "bestwebsoft".

source: Save
cs_cz: Uložit
de_de: speichern
es_es: Guardar
fr_fr: Sauvegarder
pt_pt: Salvar
uk: Зберегти

source: Select the default language for Pinterest button(-s).
cs_cz: Vyberte výchozí jazyk pro tlačítko(-a) Pinterest.
de_de: Wählen Sie die Standardsprache für die Pinterest-Schaltfläche(n).
es_es: Seleccione el idioma predeterminado para los botones Pinterest.
fr_fr: Sélectionnez la langue par défaut pour le(s) bouton(s) Pinterest.
pt_pt: Selecione o idioma padrão para o(s) botão(ões) do Pinterest.
uk: Виберіть мову за замовчуванням для кнопки(-ок) Pinterest.

source: Button Position
cs_cz: Poloha tlačítka
es_es: Posición del botón
fr_fr: Position du bouton
pt_pt: Posição do botão
uk: Положення кнопки

source: On image hover
cs_cz: Při najetí na obrázek
de_de: Auf dem Bild-Hover
es_es: Al pasar el ratón por encima de la imagen
fr_fr: Au survol sur l'image
pt_pt: Ao passar o mouse na imagem
uk: При наведенні на зображення

source: Button Image
cs_cz: Obrázek tlačítka
de_de: Button Bild
es_es: Imagen del Botón
fr_fr: Image de bouton
pt_pt: Imagem do botão
uk: Зображення кнопок

source: Default
cs_cz: Výchozí
de_de: Standard
es_es: Por defecto
fr_fr: Par défaut
pt_pt: Padrão
uk: За замовчуванням

source: Custom
cs_cz: Vlastní
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
pt_pt: Personalizado
uk: Користувацьке

source: Max image size: %1$1s. Allowed file extensions: %2$2s
cs_cz: Maximální velikost obrázku: %1$1s. Povolené přípony souborů: %2$2s
de_de: Maximale Bildgröße: %1$1s. Erlaubte Dateierweiterungen: %2$2s
es_es: Tamaño máximo de imagen: %1$1s. Extensiones de archivo permitidas: %2$2s
fr_fr: Taille maximale de l'image : %1$1s. Extensions de fichiers autorisées : %2$2s
pt_pt: Tamanho máximo da imagem: %1$1s. Extensões de arquivo permitidas: %2$2s
uk: Максимальний розмір зображення: %1$1s. Допустимі розширення файлів: %2$2s

source: Current custom image
cs_cz: Aktuální vlastní obrázek
de_de: Aktuelles benutzerdefiniertes Bild
es_es: Imagen personalizada actual
fr_fr: Image personnalisée actuelle
pt_pt: Imagem personalizada atual
uk: Поточне користувацьке зображення

source: Square
cs_cz: Čtverec
de_de: Quadrat
es_es: Cuadrado
fr_fr: Carré
pt_pt: Quadrado
uk: Квадратна форма

source: Round
cs_cz: Kulaté
de_de: Rund
es_es: Redondo
fr_fr: Rond
pt_pt: Redondo
uk: Круглий

source: Button Size
cs_cz: Rozměr tlačítka
de_de: Button Größe
es_es: Tamaño del botón
fr_fr: Taille du bouton
pt_pt: Tamanho do botão
uk: Розмір кнопки

source: Show Pin Count
cs_cz: Zobrazit počet kolíků
de_de: Pin-Anzahl anzeigen
es_es: Mostrar recuento de pines
fr_fr: Afficher le nombre de broches
pt_pt: Mostrar contagem de pinos
uk: Показати кількість контактів

source: Not shown
cs_cz: Není uvedeno
de_de: Nicht angezeigt
es_es: No se muestra
fr_fr: Non illustré
pt_pt: Não mostrado
uk: Не показано
