Repository: bestwebsoft/social-buttons-pack-wordpress-plugin
Catalog: languages/social-buttons-pack-*.po
Languages: cs_cz, de_de, es_es, fr_fr, pt_pt, uk

source: Above the button
cs_cz: Nad tlačítkem
de_de: Über dem Button
es_es: Sobre el botón
fr_fr: Au-dessus du bouton
pt_pt: Acima do botão
uk: Над кнопкою

source: Beside the button
cs_cz: Vedle tlačítka
de_de: Neben der Schaltfläche
es_es: Junto al botón
fr_fr: A côté du bouton
pt_pt: Ao lado do botão
uk: Поруч з кнопкою

source: Full Name
cs_cz: Celé jméno
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
pt_pt: Nome Completo
uk: Повне ім’я

source: Enter your Pinterest profile name. For example, "bestwebsoft".
cs_cz: Zadejte název svého profilu na Pinterestu. Například "bestwebsoft".
de_de: Geben Sie Ihren Pinterest-Profilnamen ein. Zum Beispiel: "bestwebsoft".
es_es: Introduce el nombre de tu perfil de Pinterest. Por ejemplo, "bestwebsoft".
fr_fr: Saisissez le nom de votre profil Pinterest. Par exemple, "bestwebsoft".
pt_pt: Digite o nome de seu perfil no Pinterest. Por exemplo, "bestwebsoft".
uk: Введіть назву вашого профілю в Pinterest. Наприклад, "bestwebsoft".

source: Pinterest Buttons Shortcode
cs_cz: Tlačítka Pinterest Shortcode
de_de: Pinterest-Schaltflächen Shortcode
es_es: Pinterest Botones Shortcode
fr_fr: Shortcode pour les boutons Pinterest
pt_pt: Botões do Pinterest Shortcode
uk: Шорткод кнопок Pinterest

source: Add Pinterest to a widget.
cs_cz: Přidání aplikace Pinterest do widgetu.
de_de: Pinterest zu einem Widget hinzufügen.
es_es: Añade Pinterest a un widget.
fr_fr: Ajouter Pinterest à un widget.
pt_pt: Adicione o Pinterest a um widget.
uk: Додайте Pinterest до віджету.

source: Navigate to Widgets
cs_cz: Přejít na Widgety
de_de: Zu Widgets navigieren
es_es: Desplázate a Widgets
fr_fr: Naviguez jusqu’aux widgets
pt_pt: Navegue até Widgets
uk: Перейти до Віджетів

source: Add Pinterest button(-s) to your posts, pages or custom post types using the following shortcode:
cs_cz: Přidejte tlačítko(-a) Pinterest do příspěvků, stránek nebo vlastních typů příspěvků pomocí následujícího zkratkového kódu:
de_de: Füge Pinterest-Buttons zu deinen Beiträgen, Seiten oder benutzerdefinierten Beitragstypen hinzu, indem du den folgenden Shortcode verwendest:
es_es: Añade botones de Pinterest a tus entradas, páginas o tipos de entrada personalizados utilizando el siguiente shortcode:
fr_fr: Ajoutez le(s) bouton(s) Pinterest à vos articles, pages ou types d'articles personnalisés à l'aide du shortcode suivant :
pt_pt: Adicione botões do Pinterest aos seus posts, páginas ou tipos de posts personalizados usando o seguinte shortcode:
uk: Додайте кнопку(-и) Pinterest до своїх дописів, сторінок або кастомних типів дописів, використовуючи наступний шорткод:

source: Please choose the necessary post types (or single pages) where Pinterest buttons will be displayed:
cs_cz: Vyberte potřebné typy příspěvků (nebo jednotlivé stránky), na kterých se budou zobrazovat tlačítka Pinterest:
de_de: Bitte wählen Sie die erforderlichen Beitragstypen (oder einzelne Seiten), auf denen Pinterest-Buttons angezeigt werden sollen:
es_es: Por favor, elija los tipos de post necesarios (o páginas individuales) donde se mostrarán los botones de Pinterest:
fr_fr: Veuillez choisir les types d'articles nécessaires (ou les pages individuelles) où les boutons Pinterest seront affichés :
pt_pt: Escolha os tipos de postagem necessários (ou páginas únicas) em que os botões do Pinterest serão exibidos:
uk: Будь ласка, виберіть необхідні типи постів (або окремі сторінки), на яких будуть відображатися кнопки Pinterest:

source: Like & Share Statistics
cs_cz: Líbí se mi a sdílet statistiky
de_de: Statistiken mögen und teilen
es_es: Me gusta y compartir estadísticas
fr_fr: Statistiques "J'aime" et "Je partage
pt_pt: Estatísticas de curtidas e compartilhamentos
uk: Статистика "Подобається" та "Поділитися

source: search
cs_cz: hledat
de_de: suchen
es_es: buscar
fr_fr: rechercher
pt_pt: pesquisar
uk: пошук

source: Search
cs_cz: Hledat
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
pt_pt: Pesquisar
uk: Пошук

source: All types
cs_cz: Všechny typy
de_de: Alle Typen
es_es: Todos los tipos
fr_fr: Tous les types
pt_pt: Todos os tipos
uk: Всі типи

source: items
cs_cz: položky
de_de: Artikel
es_es: artículos
fr_fr: articles
pt_pt: itens
uk: елементів

source: Current Page
cs_cz: Aktuální stránka
de_de: Aktuelle Seite
es_es: Página actual
fr_fr: Page actuelle
pt_pt: Página Atual
uk: Поточна сторінка

source: of
cs_cz: ze
de_de: von
es_es: de
fr_fr: de
pt_pt: de
uk: з

source: Next page
cs_cz: Další stránka
de_de: Nächste Seite
es_es: Página siguiente
fr_fr: Page suivante
pt_pt: Próxima página
uk: Наступна сторінка

source: Like Count
cs_cz: Stejně jako Count
de_de: Anzahl der Likes
es_es: Como cuenta
fr_fr: J'aime
pt_pt: Quantidade de Gostar
uk: Як граф

source: Share Count
cs_cz: Sdílet počet
de_de: Teile Zähler
es_es: Conteo de Compartido
fr_fr: Nombre de partages
pt_pt: Contagem de Compartilhamento
uk: Кількість акцій

source: Profile URL Count
cs_cz: Počet adres URL profilu
de_de: Profil-URL-Anzahl
es_es: Recuento de URL del perfil
fr_fr: Nombre d'URL du profil
pt_pt: Contagem de URLs de perfil
uk: Кількість URL-адрес профілю

source: Hello world
cs_cz: Ahoj světe
de_de: Hallo Welt
es_es: Hola Mundo
fr_fr: Bonjour à tous
pt_pt: Olá mundo
uk: Привіт, світ

source: post
cs_cz: příspěvek
de_de: Beitrag
es_es: publicación
fr_fr: article
uk: запис

source: Post Example
cs_cz: Příklad příspěvku
de_de: Beitrag Beispiel
es_es: Ejemplo de puesto
fr_fr: Exemple de poste
pt_pt: Exemplo de postagem
uk: Приклад публікації

source: Post of Custom Type Example
cs_cz: Příspěvek Příklad vlastního typu
de_de: Post of Custom Type Beispiel
es_es: Post de ejemplo de tipo personalizado
fr_fr: Post of Custom Type Example (en anglais)
pt_pt: Exemplo de postagem de tipo personalizado
uk: Приклад допису нестандартного типу

source: Sample Page
cs_cz: Ukázková stránka
de_de: Beispielseite
es_es: Página de ejemplo
fr_fr: Page d'exemple
pt_pt: Página de exemplo
uk: Зразок сторінки

source: page
cs_cz: stránka
de_de: Seite
es_es: página
pt_pt: página
uk: сторінка

source: Page Example
cs_cz: Příklad stránky
de_de: Seite Beispiel
es_es: Ejemplo de página
fr_fr: Exemple de page
pt_pt: Exemplo de página
uk: Приклад сторінки

source: Upgrade to Pro
cs_cz: Povýšit na PRO
de_de: Upgrade auf die Pro-Version
es_es: Actualizar a Pro
fr_fr: Passer à la version Pro
pt_pt: Atualizar para Pro
uk: Оновитися на Pro

source: This tab contains Pro options only.
cs_cz: Tato karta obsahuje pouze možnosti Pro.
de_de: Diese Registerkarte enthält nur die Pro-Option.
es_es: Esta pestaña sólo contiene opciones Pro.
fr_fr: Cet onglet contient uniquement des options PRO.
pt_pt: Essa guia contém apenas opções Pro.
uk: Ця вкладка містить лише опції Pro.

source: %1$sChange the settings%2$s to view the Pro options.
cs_cz: %1$sZměňte nastavení%2$s pro zobrazení možností Pro.
de_de: %1$sÄndern Sie die Einstellungen%2$s, um die Pro-Optionen anzuzeigen.
es_es: %1$sCambia la configuración%2$s para ver las opciones Pro.
fr_fr: %1$sModifier les paramètres%2$s pour afficher les options Pro.
pt_pt: %1$sAlterar as configurações%2$s para visualizar as opções Pro.
uk: %1$sЗмінити налаштування%2$s, щоб переглянути опції Pro.

source: Add Like & Share buttons to your page or post
cs_cz: Přidání tlačítek Líbí se mi a Sdílet na stránku nebo příspěvek
de_de: Fügen Sie Like- und Share-Buttons zu Ihrer Seite oder Ihrem Beitrag hinzu
es_es: Añade botones "Me gusta" y "Compartir" a tu página o publicación
fr_fr: Ajouter des boutons "J'aime" et "Partager" à votre page ou à votre message
pt_pt: Adicione botões Curtir e Compartilhar à sua página ou postagem
uk: Додайте кнопки "Подобається" та "Поділитися" на свою сторінку або допис

source: Insert Media
cs_cz: Vložit média
de_de: Medien einfügen
es_es: Insertar imagen
fr_fr: Insérer un média
pt_pt: Inserir mídia
uk: Вставити носій

source: Insert
cs_cz: Vložit
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
pt_pt: Inserir
uk: Додати

source: Error: Both "App ID" and "App Secret" fields must be filled or empty.
cs_cz: Chyba: App ID" i "App Secret" musí být vyplněna nebo prázdná.
de_de: Fehler: Beide Felder "App ID" und "App Secret" müssen ausgefüllt oder leer sein.
es_es: Error: Los campos "App ID" y "App Secret" deben estar rellenados o vacíos.
fr_fr: Erreur : Les champs "App ID" et "App Secret" doivent être remplis ou vides.
pt_pt: Erro: Os campos "App ID" e "App Secret" devem estar preenchidos ou vazios.
uk: Помилка: Обидва поля "App ID" та "App Secret" повинні бути заповнені або порожні.

source: Error: Check image width or height.
cs_cz: Chyba: Zkontrolujte šířku nebo výšku obrázku.
de_de: Fehler: Bildbreite oder -höhe prüfen.
es_es: Error: Compruebe la anchura o la altura de la imagen.
fr_fr: Erreur : Vérifier la largeur ou la hauteur de l'image.
pt_pt: Erro: Verifique a largura ou a altura da imagem.
uk: Помилка: Перевірте ширину або висоту зображення.

source: Like & Share Settings
cs_cz: Nastavení lajkování a sdílení
de_de: Einstellungen für Gefällt mir & Teilen
es_es: Configuración de Me gusta y Compartir
fr_fr: Paramètres "J'aime" et "Partager
pt_pt: Configurações de curtir e compartilhar
uk: Налаштування "Подобається" та "Поділитися

source: Why are there no like and share buttons on the site or they are not working?
cs_cz: Proč na webu nejsou tlačítka "To se mi líbí" a "Sdílet" nebo nefungují?
de_de: Warum gibt es keine "Gefällt mir"- und "Teilen"-Buttons auf der Website oder funktionieren sie nicht?
es_es: ¿Por qué no hay botones "me gusta" y "compartir" en el sitio o no funcionan?
fr_fr: Pourquoi n'y a-t-il pas de boutons "J'aime" et "Partager" sur le site ou pourquoi ne fonctionnent-ils pas ?
pt_pt: Por que não há botões de curtir e compartilhar no site ou eles não estão funcionando?
uk: Чому на сайті немає кнопок "Мені подобається" та "Поділитися" або вони не працюють?

source: Facebook will no longer support the 'Like', 'Share' and 'Feed' Social Plugins for European Region users, unless they are both 1) Logged into their Facebook account, and 2) have provided consent to the "App and Website Cookies" control. If both of these requirements are met, the user will be able to see and interact with plugins such as the 'Like' and 'Share' buttons and Facebook Feed. If either of the requirements above are not met, the user will not be able to see the plugins.
cs_cz: Facebook již nebude podporovat sociální pluginy "To se mi líbí", "Sdílet" a "Feed" pro uživatele v evropském regionu, pokud nejsou 1) přihlášeni ke svému účtu na Facebooku a 2) neudělili souhlas s kontrolou "Soubory cookie aplikací a webových stránek". Pokud jsou oba tyto požadavky splněny, uživatel bude moci zobrazit a komunikovat se zásuvnými moduly, jako jsou tlačítka "To se mi líbí" a "Sdílet" a Facebook Feed. Pokud některý z výše uvedených požadavků není splněn, uživatel nebude moci zásuvné moduly zobrazit.
de_de: Facebook wird die sozialen Plugins "Gefällt mir", "Teilen" und "Feed" für Nutzer in der europäischen Region nicht mehr unterstützen, es sei denn, sie sind 1) in ihrem Facebook-Konto angemeldet und 2) haben der Kontrolle der "App- und Website-Cookies" zugestimmt. Wenn beide Voraussetzungen erfüllt sind, kann der Nutzer Plugins wie die Schaltflächen "Gefällt mir" und "Teilen" sowie den Facebook-Feed sehen und mit ihnen interagieren. Wenn eine der oben genannten Voraussetzungen nicht erfüllt ist, kann der Nutzer die Plugins nicht sehen.
es_es: Facebook dejará de admitir los plugins sociales "Me gusta", "Compartir" y "Feed" para los usuarios de la región europea, a menos que 1) hayan iniciado sesión en su cuenta de Facebook y 2) hayan dado su consentimiento al control de "Cookies de aplicaciones y sitios web". Si se cumplen ambos requisitos, el usuario podrá ver e interactuar con plugins como los botones "Me gusta" y "Compartir" y Facebook Feed. Si no se cumple alguno de los requisitos anteriores, el usuario no podrá ver los plugins.
fr_fr: Facebook ne prendra plus en charge les plugins sociaux "Like", "Share" et "Feed" pour les utilisateurs de la région européenne, à moins qu'ils ne soient 1) connectés à leur compte Facebook et 2) qu'ils aient consenti au contrôle des "App and Website Cookies" (cookies d'application et de site web). Si ces deux conditions sont remplies, l'utilisateur pourra voir et interagir avec des plugins tels que les boutons "J'aime" et "Partager" et le fil d'actualité Facebook. Si l'une de ces conditions n'est pas remplie, l'utilisateur ne pourra pas voir les plugins.
pt_pt: O Facebook não oferecerá mais suporte aos plug-ins sociais "Curtir", "Compartilhar" e "Feed" para usuários da região europeia, a menos que eles 1) estejam conectados à sua conta do Facebook e 2) tenham fornecido consentimento para o controle de "Cookies de aplicativos e sites". Se esses dois requisitos forem atendidos, o usuário poderá ver e interagir com plug-ins como os botões "Curtir" e "Compartilhar" e o Feed do Facebook. Se um dos requisitos acima não for atendido, o usuário não poderá ver os plug-ins.
uk: Facebook більше не підтримуватиме соціальні плагіни "Мені подобається", "Поділитися" та "Стрічка" для користувачів з Європейського регіону, якщо вони: 1) не увійшли до свого облікового запису Facebook та 2) не надали згоду на використання "Файлів cookie додатків та веб-сайтів". Якщо обидві ці вимоги виконані, користувач зможе бачити і взаємодіяти з такими плагінами, як кнопки "Подобається" і "Поділитися", а також стрічка Facebook. Якщо жодна з цих вимог не буде виконана, користувач не зможе бачити плагіни.

source: App ID
pt_pt: ID do App
uk: Ідентифікатор додатка

source: Leave blank to use a default App ID or
cs_cz: Pro použití výchozího ID aplikace ponechte prázdné nebo
de_de: Leer lassen, um eine Standard-App-ID zu verwenden oder
es_es: Dejar en blanco para utilizar un ID de aplicación predeterminado o
fr_fr: Laisser en blanc pour utiliser un identifiant d'application par défaut ou
pt_pt: Deixe em branco para usar uma App ID padrão ou
uk: Залиште порожнім, щоб використовувати ідентифікатор додатка за замовчуванням або

source: create a new one.
cs_cz: vytvořit nový.
de_de: lege eine neue an.
es_es: crear uno nuevo.
fr_fr: en créer un nouveau.
pt_pt: criar um novo.
uk: створити новий.

source: App Secret
cs_cz: Tajný klíč Aplikace (App Secret)
uk: Секрет додатка

source: Leave blank to use a default App Secret or
cs_cz: Chcete-li použít výchozí položku Tajemství aplikace, ponechte prázdné pole
de_de: Leer lassen, um ein Standard-App-Geheimnis zu verwenden oder
es_es: Dejar en blanco para utilizar un App Secret por defecto o
fr_fr: Laisser en blanc pour utiliser un secret d'application par défaut ou
pt_pt: Deixe em branco para usar um App Secret padrão ou
uk: Залиште порожнім, щоб використовувати стандартний App Secret або

source: Profile URL
cs_cz: URL adresa profilu
de_de: Profil URL
es_es: URL de Perfil
fr_fr: URL de profil
pt_pt: URL do Perfil
uk: Profil-URL

source: Like
cs_cz: To se mi líbí
de_de: Gefällt mir
es_es: Me gusta
fr_fr: J'aime
pt_pt: Curtir
uk: Подобається

source: Buttons Size
cs_cz: Velikost tlačítek
de_de: Button-Grösse
es_es: Botones Tamaño
fr_fr: Taille des boutons
pt_pt: Tamanho dos botões
uk: Розмір кнопок

source: Buttons Align
cs_cz: Zarovnání tlačítek
de_de: Schaltflächen Ausrichten
es_es: Alineación de los botones
fr_fr: Alignement des boutons
pt_pt: Alinhamento de botões
uk: Вирівнювання кнопок

source: Right
cs_cz: Vpravo
de_de: Rechts
es_es: Derecha
fr_fr: Droite
pt_pt: Direita
uk: Праворуч

source: Center
cs_cz: Uprostřed
de_de: Zentriert
es_es: Centro
fr_fr: Centre
pt_pt: Centro
uk: Центр

source: Left
cs_cz: Vlevo
de_de: Links
es_es: Izquierda
fr_fr: Gauche
pt_pt: Esquerda
uk: Ліворуч

source: Select the default language for Like & Share buttons.
cs_cz: Vyberte výchozí jazyk pro tlačítka To se mi líbí a Sdílet.
de_de: Wählen Sie die Standardsprache für die Schaltflächen "Gefällt mir" und "Teilen".
es_es: Selecciona el idioma predeterminado para los botones Me gusta y Compartir.
fr_fr: Sélectionnez la langue par défaut pour les boutons "J'aime" et "Partager".
pt_pt: Selecione o idioma padrão para os botões Curtir e Compartilhar.
uk: Виберіть мову за замовчуванням для кнопок "Подобається" та "Поділитися".

source: Activate
cs_cz: Aktivovat
de_de: Aktivieren Sie
es_es: Activar
fr_fr: Activer
pt_pt: Ativar
uk: Активувати

source: Install Now
cs_cz: Nainstalovat nyní
de_de: Jetzt installieren
es_es: Instalar ahora
fr_fr: Installer maintenant
pt_pt: Instale agora
uk: Встановити Зараз

source: Excerpt
cs_cz: Výňatek
de_de: Auszug
es_es: Extracto
fr_fr: Extrait
pt_pt: Resumo
uk: Уривок

source: Enable to display buttons in excerpt.
cs_cz: Povolit zobrazení tlačítek v úryvku.
de_de: Aktivieren Sie diese Option, um Schaltflächen im Auszug anzuzeigen.
es_es: Habilitar para mostrar botones en el extracto.
fr_fr: Permet d'afficher les boutons dans l'extrait.
pt_pt: Habilite a exibição de botões no trecho.
uk: Увімкнути відображення кнопок у фрагменті.

source: Meta Tags
cs_cz: Meta značky
es_es: Meta Etiquetas
fr_fr: Méta-balises / Meta tags
uk: Мета-теги

source: Enable to use meta tags.
cs_cz: Povolení používání meta tagů.
de_de: Aktivieren Sie die Verwendung von Meta-Tags.
es_es: Habilitar el uso de metaetiquetas.
fr_fr: Permet d'utiliser les balises méta.
pt_pt: Permitir o uso de meta tags.
uk: Увімкнути використання мета-тегів.

source: Profile URL Button
cs_cz: Tlačítko URL profilu
de_de: Profil-URL-Schaltfläche
es_es: Botón URL del perfil
fr_fr: Bouton URL du profil
pt_pt: Botão URL do perfil
uk: Кнопка URL профілю

source: Facebook ID or Username
cs_cz: ID nebo uživatelské jméno na Facebooku
de_de: Facebook-ID oder Benutzername
es_es: ID de Facebook o nombre de usuario
fr_fr: Identifiant ou nom d'utilisateur Facebook
pt_pt: ID ou nome de usuário do Facebook
uk: Ідентифікатор Facebook або ім'я користувача

source: Profile Button Image
cs_cz: Obrázek tlačítka profilu
de_de: Profil-Schaltfläche Bild
es_es: Imagen del botón de perfil
fr_fr: Image du bouton de profil
pt_pt: Imagem do botão de perfil
uk: Зображення кнопки профілю

source: Custom image
cs_cz: Vlastní obrázek
de_de: Eigenes Bild
es_es: Imagen personalizada
fr_fr: Image personnalisée
pt_pt: Imagem personalizada
uk: Користувацьке зображення

source: Add Media
cs_cz: Přidat Média
de_de: Medien hinzufügen
es_es: Agregar multimedia
fr_fr: Ajouter un média
pt_pt: Adicionar Mídia
uk: Додати Медіа

source: Image requirements: max image width: 100px; max image height: 40px; image types: "jpg", "jpeg", "png".
cs_cz: Požadavky na obrázek: maximální šířka obrázku: 100px; maximální výška obrázku: 40px; typy obrázků: "jpg", "jpeg", "png".
de_de: Bildanforderungen: maximale Bildbreite: 100px; maximale Bildhöhe: 40px; Bildtypen: "jpg", "jpeg", "png".
es_es: Requisitos de la imagen: anchura máxima de la imagen: 100px; altura máxima de la imagen: 40px; tipos de imagen: "jpg", "jpeg", "png".
fr_fr: Exigences relatives aux images : largeur maximale de l'image : 100px ; hauteur maximale de l'image : 40px ; types d'images : "jpg", "jpeg", "png".
pt_pt: Requisitos de imagem: largura máxima da imagem: 100px; altura máxima da imagem: 40px; tipos de imagem: "jpg", "jpeg", "png".
uk: Вимоги до зображень: максимальна ширина зображення: 100px; максимальна висота зображення: 40px; типи зображень: "jpg", "jpeg", "png".

source: Like&Share Buttons
cs_cz: Tlačítka Like&Share
de_de: Like&Share-Schaltflächen
es_es: Botones Me gusta y Compartir
fr_fr: Boutons "J'aime" et "Partager
pt_pt: Botões Curtir e Compartilhar
uk: Кнопки Like&Share

source: Like Button Layout
cs_cz: Rozložení tlačítka "To se mi líbí
de_de: Layout der Gefällt mir-Schaltfläche
es_es: Diseño del botón Me gusta
fr_fr: Disposition du bouton "J'aime
pt_pt: Layout do botão Curtir
uk: Наприклад, розташування кнопок

source: Share Button Layout
cs_cz: Rozložení tlačítka pro sdílení
de_de: Layout der Freigabe-Schaltfläche
es_es: Diseño del botón Compartir
fr_fr: Mise en page des boutons de partage
pt_pt: Layout do botão Compartilhar
uk: Макет кнопки "Поділитися

source: Like Button Action
cs_cz: Akce tlačítka Like
de_de: Like-Button-Aktion
es_es: Acción del botón Me gusta
fr_fr: Action du bouton "J'aime
pt_pt: Ação do botão Curtir
uk: Наприклад, дія кнопки

source: Recommend
cs_cz: Doporučit
de_de: Empfehlen
es_es: Recomendado
fr_fr: Recommander
pt_pt: Recomendado
uk: Рекомендую

source: Layout Width
cs_cz: Šířka rozvržení
de_de: Layout-Breite
es_es: Ancho de diseño
fr_fr: Largeur du gabarit
pt_pt: Largura do layout
uk: Ширина макета

source: px
uk: пікс

source: Theme
cs_cz: Šablona
es_es: Tema
fr_fr: Thème
pt_pt: Tema
uk: Тема

source: Light
cs_cz: Světlý
de_de: Hell
es_es: Claro
fr_fr: Clair
pt_pt: Claro
uk: Свiтла

source: Dark
cs_cz: Tmavý
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
pt_pt: Escuro
uk: Темна

source: Like Button HTML Tag
cs_cz: Tlačítko Like HTML Tag
de_de: HTML-Tag für die Gefällt mir-Schaltfläche
es_es: Etiqueta HTML del botón Me gusta
fr_fr: Bouton "J'aime" Balise HTML
pt_pt: Tag HTML do botão Curtir
uk: Наприклад, HTML-тег Button

source: Tag %s can be used to improve website code validation.
cs_cz: Tag %s lze použít ke zlepšení validace kódu webových stránek.
de_de: Tag %s kann verwendet werden, um die Validierung von Website-Code zu verbessern.
es_es: La etiqueta %s puede utilizarse para mejorar la validación del código del sitio web.
fr_fr: La balise %s peut être utilisée pour améliorer la validation du code du site web.
pt_pt: A tag %s pode ser usada para melhorar a validação do código do site.
uk: Тег %s можна використовувати для покращення валідації коду сайту.

source: Like & Share Shortcode
cs_cz: Líbí se mi a sdílet Shortcode
es_es: Me gusta y compartir código corto
fr_fr: Shortcode "J'aime" et "Partager
pt_pt: Código curto para curtir e compartilhar
uk: Вподобати та поділитися шорткодом

source: Add Like & Share buttons to your posts, pages, custom post types or widgets by using the following shortcode:
cs_cz: Přidejte tlačítka Like & Share do příspěvků, stránek, vlastních typů příspěvků nebo widgetů pomocí následujícího zkratky:
de_de: Fügen Sie Like- und Share-Buttons zu Ihren Beiträgen, Seiten, benutzerdefinierten Beitragstypen oder Widgets hinzu, indem Sie den folgenden Shortcode verwenden:
es_es: Añade botones Me gusta y Compartir a tus entradas, páginas, tipos de entrada personalizados o widgets utilizando el siguiente shortcode:
fr_fr: Ajoutez des boutons "J'aime" et "Partager" à vos articles, pages, types d'articles personnalisés ou widgets en utilisant le shortcode suivant :
pt_pt: Adicione botões Curtir e Compartilhar aos seus posts, páginas, tipos de post personalizados ou widgets usando o seguinte shortcode:
uk: Додайте кнопки "Подобається" та "Поділитися" до своїх дописів, сторінок, кастомних типів дописів або віджетів, використовуючи наступний шорткод:

source: Like & Share buttons Preview
cs_cz: Tlačítka Líbí se mi a Sdílet Náhled
de_de: Like & Share Buttons Vorschau
es_es: Botones Me gusta y Compartir Vista previa
fr_fr: Boutons "J'aime" et "Partager" Aperçu
pt_pt: Botões Curtir e Compartilhar Visualização
uk: Кнопки "Подобається" та "Поділитися" Попередній перегляд
