Repository: bestwebsoft/social-buttons-pack-wordpress-plugin
Catalog: languages/social-buttons-pack-*.po
Languages: cs_cz, de_de, es_es, fr_fr, pt_pt, uk

source: Choose the necessary post types (or single pages) where Like & Share buttons will be displayed:
cs_cz: Vyberte potřebné typy příspěvků (nebo jednotlivé stránky), na kterých se budou zobrazovat tlačítka To se mi líbí a Sdílet:
de_de: Wählen Sie die erforderlichen Beitragstypen (oder einzelne Seiten) aus, auf denen die Schaltflächen "Gefällt mir" und "Teilen" angezeigt werden sollen:
es_es: Elija los tipos de entrada necesarios (o páginas individuales) donde se mostrarán los botones Me gusta y Compartir:
fr_fr: Choisissez les types d'articles nécessaires (ou les pages individuelles) où les boutons "J'aime" et "Partager" seront affichés :
pt_pt: Escolha os tipos de postagem necessários (ou páginas únicas) em que os botões Curtir e Compartilhar serão exibidos:
uk: Виберіть потрібні типи постів (або окремі сторінки), на яких будуть відображатися кнопки "Подобається" та "Поділитися":

source: Example of site pages tree
cs_cz: Příklad stromu stránek webu
de_de: Beispiel eines Seitenbaums
es_es: Ejemplo de árbol de páginas web
fr_fr: Exemple d'arborescence des pages du site
pt_pt: Exemplo de árvore de páginas do site
uk: Приклад дерева сторінок сайту

source: Settings saved.
cs_cz: Nastavení byla uložena.
de_de: Einstellungen gespeichert.
es_es: Ajustes guardados.
fr_fr: Paramètres sauvegardés.
pt_pt: Configurações salvas.
uk: Налаштування збережені.

source: Please choose the necessary post types (or single pages) where Social Suttons will be displayed:
cs_cz: Vyberte potřebné typy příspěvků (nebo jednotlivé stránky), na kterých se budou zobrazovat sociální sítě:
de_de: Bitte wählen Sie die gewünschten Beitragstypen (oder einzelne Seiten), auf denen Social Suttons angezeigt werden sollen:
es_es: Por favor, elija los tipos de entrada necesarios (o páginas individuales) donde se mostrarán los Social Suttons:
fr_fr: Veuillez choisir les types d'articles nécessaires (ou les pages individuelles) où les boutons sociaux seront affichés :
pt_pt: Escolha os tipos de post necessários (ou páginas únicas) em que os Suttons sociais serão exibidos:
uk: Будь ласка, виберіть необхідні типи постів (або окремих сторінок), де будуть відображатися соціальні кнопки:

source: Messengers Settings
cs_cz: Nastavení messengerů
de_de: Einstellungen für Boten
es_es: Configuración de mensajeros
fr_fr: Paramètres des messagers
pt_pt: Configurações de mensageiros
uk: Налаштування месенджерів

source: Telegram Button
cs_cz: Tlačítko Telegram
de_de: Telegramm-Taste
es_es: Botón Telegram
fr_fr: Bouton Télégramme
pt_pt: Botão Telegrama
uk: Кнопка Telegram

source: Telegram Account
cs_cz: Účet Telegram
de_de: Telegramm-Konto
es_es: Cuenta de Telegram
fr_fr: Compte Telegram
pt_pt: Conta do Telegram
uk: Telegram-акаунт

source: Enter the ID in the format "@bestwebsoft" or the link in the format "https://t.me/bestwebsoft".
cs_cz: Zadejte ID ve formátu "@bestwebsoft" nebo odkaz ve formátu "https://t.me/bestwebsoft".
de_de: Geben Sie die ID im Format "@bestwebsoft" oder den Link im Format "https://t.me/bestwebsoft" ein.
es_es: Introduzca el ID en el formato "@bestwebsoft" o el enlace en el formato "https://t.me/bestwebsoft".
fr_fr: Saisissez l'ID au format "@bestwebsoft" ou le lien au format "https://t.me/bestwebsoft".
pt_pt: Digite o ID no formato "@bestwebsoft" ou o link no formato "https://t.me/bestwebsoft".
uk: Введіть ідентифікатор у форматі "@bestwebsoft" або посилання у форматі "https://t.me/bestwebsoft".

source: Whatsapp Button
cs_cz: Tlačítko Whatsapp
es_es: Botón Whatsapp
fr_fr: Bouton Whatsapp
pt_pt: Botão do Whatsapp
uk: Кнопка Whatsapp

source: WhatsApp Account
cs_cz: Účet WhatsApp
de_de: WhatsApp-Konto
es_es: Cuenta de WhatsApp
fr_fr: Compte WhatsApp
pt_pt: Conta do WhatsApp
uk: Обліковий запис WhatsApp

source: Enter the phone number in the format: +1XXXXXXXXXXX .
cs_cz: Zadejte telefonní číslo ve formátu: vLOŽTE TELEFONNÍ ČÍSLO: +1XXXXXXXXXXX .
de_de: Geben Sie die Rufnummer im Format ein: +1XXXXXXXXXXX .
es_es: Introduzca el número de teléfono en el formato +1XXXXXXXXXXX .
fr_fr: Entrez le numéro de téléphone dans le format : +1XXXXXXXXXXX .
pt_pt: Digite o número de telefone no formato: +1XXXXXXXXXXXXX .
uk: Введіть номер телефону у форматі: +1XXXXXXXXXXXXX .

source: Youtube Button
cs_cz: Tlačítko Youtube
de_de: Youtube-Schaltfläche
es_es: Botón Youtube
fr_fr: Bouton Youtube
pt_pt: Botão do YouTube
uk: Кнопка Youtube

source: Youtube Account
cs_cz: Účet Youtube
de_de: Youtube-Konto
es_es: Cuenta Youtube
fr_fr: Compte Youtube
pt_pt: Conta do YouTube
uk: Обліковий запис Youtube

source: Enter the ID in the format "@bestwebsoft", "bestwebsoft" or the link in the format "https://www.youtube.com/bestwebsoft".
cs_cz: Zadejte ID ve formátu "@bestwebsoft", "bestwebsoft" nebo odkaz ve formátu "https://www.youtube.com/bestwebsoft".
de_de: Geben Sie die ID im Format "@bestwebsoft", "bestwebsoft" oder den Link im Format "https://www.youtube.com/bestwebsoft" ein.
es_es: Introduzca el ID en el formato "@bestwebsoft", "bestwebsoft" o el enlace en el formato "https://www.youtube.com/bestwebsoft".
fr_fr: Saisissez l'ID au format "@bestwebsoft", "bestwebsoft" ou le lien au format "https://www.youtube.com/bestwebsoft".
pt_pt: Digite o ID no formato "@bestwebsoft", "bestwebsoft" ou o link no formato "https://www.youtube.com/bestwebsoft".
uk: Введіть ідентифікатор у форматі "@bestwebsoft", "bestwebsoft" або посилання у форматі "https://www.youtube.com/bestwebsoft".

source: Button
cs_cz: Tlačítko
de_de: Schaltfläche
es_es: Botón
fr_fr: Bouton
pt_pt: Botão
uk: Кнопка

source: Sorry, your nonce did not verify.
cs_cz: Omlouváme se, vaše nonce nebyla ověřena.
de_de: Entschuldigung, Ihr Verifizierung ist ungültig.
es_es: Lo siento, error de verificación.
fr_fr: Désolé, votre nonce n' a pas été vérifié.
pt_pt: Desculpe, seu código único não é válido.
uk: На жаль, ваші дії не підтверджені.

source: Instagram Settings
cs_cz: Nastavení Instagramu
de_de: Instagram-Einstellungen
es_es: Ajustes de Instagram
fr_fr: Réglages Instagram
pt_pt: Configurações do Instagram
uk: Налаштування Instagram

source: Account Username
cs_cz: Uživatelské jméno účtu
de_de: Benutzername des Kontos
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur du compte
pt_pt: Nome de usuário da conta
uk: Ім’я користувача облікового запису

source: Image requirements: max image width: 50px; max image height: 50px; image types: "jpg", "jpeg", "png".
cs_cz: Požadavky na obrázek: maximální šířka obrázku: 50px; maximální výška obrázku: 50px; typy obrázků: "jpg", "jpeg", "png".
de_de: Bildanforderungen: maximale Bildbreite: 50px; maximale Bildhöhe: 50px; Bildtypen: "jpg", "jpeg", "png".
es_es: Requisitos de la imagen: anchura máxima de la imagen: 50px; altura máxima de la imagen: 50px; tipos de imagen: "jpg", "jpeg", "png".
fr_fr: Exigences relatives aux images : largeur maximale de l'image : 50px ; hauteur maximale de l'image : 50px ; types d'images : "jpg", "jpeg", "png".
pt_pt: Requisitos de imagem: largura máxima da imagem: 50px; altura máxima da imagem: 50px; tipos de imagem: "jpg", "jpeg", "png".
uk: Вимоги до зображень: максимальна ширина зображення: 50px; максимальна висота зображення: 50px; типи зображень: "jpg", "jpeg", "png".

source: Instagram Shortcode
cs_cz: Zkratka Instagramu
es_es: Código corto de Instagram
fr_fr: Shortcode Instagram
pt_pt: Código curto do Instagram
uk: Шорткод Instagram

source: Add Instagram button to your posts, pages, custom post types or widgets by using the following shortcode:
cs_cz: Přidejte tlačítko Instagram do příspěvků, stránek, vlastních typů příspěvků nebo widgetů pomocí následujícího zkratkového kódu:
de_de: Fügen Sie den Instagram-Button zu Ihren Beiträgen, Seiten, benutzerdefinierten Beitragstypen oder Widgets hinzu, indem Sie den folgenden Shortcode verwenden:
es_es: Añade el botón de Instagram a tus entradas, páginas, tipos de entrada personalizados o widgets utilizando el siguiente shortcode:
fr_fr: Ajoutez un bouton Instagram à vos posts, pages, types de posts personnalisés ou widgets en utilisant le shortcode suivant :
pt_pt: Adicione o botão do Instagram a seus posts, páginas, tipos de post personalizados ou widgets usando o seguinte shortcode:
uk: Додайте кнопку Instagram до своїх дописів, сторінок, кастомних типів дописів або віджетів за допомогою наступного шорткоду:

source: Add Instagram Profile button to your page or post
cs_cz: Přidání tlačítka profilu Instagram na stránku nebo příspěvek
de_de: Instagram-Profilschaltfläche zu Ihrer Seite oder Ihrem Beitrag hinzufügen
es_es: Añade el botón de perfil de Instagram a tu página o publicación
fr_fr: Ajouter un bouton de profil Instagram à votre page ou à votre message
pt_pt: Adicionar o botão de perfil do Instagram à sua página ou publicação
uk: Кнопка "Додати профіль в Instagram" на сторінку або допис

source: Social Buttons Settings
cs_cz: Nastavení tlačítek sociálních sítí
de_de: Einstellungen für soziale Schaltflächen
es_es: Configuración de los botones sociales
fr_fr: Paramètres des boutons sociaux
pt_pt: Configurações de botões sociais
uk: Налаштування соціальних кнопок

source: Please, enable JavaScript in Your browser.
cs_cz: Povolte prosím ve svém prohlížeči JavaScript.
de_de: Bitte aktivieren Sie JavaScript in Ihrem Browser.
es_es: Por favor, active JavaScript en su navegador.
fr_fr: Veuillez activer JavaScript dans votre navigateur.
pt_pt: Ative o JavaScript em seu navegador.
uk: Будь ласка, увімкніть JavaScript у вашому браузері.

source: Support
cs_cz: Podpora
es_es: Soporte
pt_pt: Suporte
uk: Підтримка

source: Error: File size > 32K
cs_cz: Chyba: Velikost souboru > 32K
de_de: Fehler: Dateigröße > 32K
es_es: Error: Tamaño del archivo > 32K
fr_fr: Erreur : Taille du fichier > 32K
pt_pt: Erro: Tamanho do arquivo > 32K
uk: Помилка: Розмір файлу > 32K

source: Error: Failed to move file
cs_cz: Chyba: Nepodařilo se přesunout soubor
de_de: Fehler: Datei kann nicht verschoben werden
es_es: Error: Error al mover el archivo
fr_fr: Erreur : Échec du déplacement du fichier
pt_pt: Erro: Falha ao mover o arquivo
uk: Помилка: Не вдалося перемістити файл

source: Error: Check image width or height
cs_cz: Chyba: Zkontrolujte šířku nebo výšku obrázku
de_de: Fehler: Bildbreite oder -höhe prüfen
es_es: Error: Compruebe la anchura o la altura de la imagen
fr_fr: Erreur : Vérifier la largeur ou la hauteur de l'image
pt_pt: Erro: Verificar largura ou altura da imagem
uk: Помилка: Перевірте ширину або висоту зображення

source: Uploading Error: Check image properties
cs_cz: Chyba při nahrávání: Zkontrolujte vlastnosti obrázku
de_de: Fehler beim Hochladen: Bildeigenschaften prüfen
es_es: Error de carga: Compruebe las propiedades de la imagen
fr_fr: Erreur de téléchargement : Vérifier les propriétés de l'image
pt_pt: Erro de carregamento: Verificar propriedades da imagem
uk: Помилка завантаження: Перевірте властивості зображення

source: Twitter Settings
cs_cz: Nastavení Twittru
de_de: Twitter Einstellungen
es_es: Ajustes de Twitter
fr_fr: Réglages Twitter
pt_pt: Configurações do Twitter
uk: Налаштування Twitter

source: Mention
cs_cz: Zmínka o
de_de: Erwähnung
es_es: Mención
pt_pt: Menção
uk: Згадка

source: Automatic
cs_cz: Automaticky
de_de: Automatisch
es_es: Automático
fr_fr: Automatique
pt_pt: Automático
uk: Вимкнути автоматичний канонічний тег

source: Select the default language for Twitter button(-s).
cs_cz: Vyberte výchozí jazyk pro tlačítko(-a) Twitteru.
de_de: Wählen Sie die Standardsprache für die Twitter-Schaltfläche(n).
es_es: Seleccione el idioma predeterminado para los botones de Twitter.
fr_fr: Sélectionnez la langue par défaut pour le(s) bouton(s) Twitter.
pt_pt: Selecione o idioma padrão para o(s) botão(ões) do Twitter.
uk: Виберіть мову за замовчуванням для кнопок Twitter.

source: Twitter Tailoring
cs_cz: Přizpůsobení Twitteru
es_es: Personalización de Twitter
pt_pt: Adaptação ao Twitter
uk: Пошиття твіттерів

source: Enable tailored suggestions from Twitter.
cs_cz: Povolení návrhů na míru z Twitteru.
de_de: Aktivieren Sie maßgeschneiderte Vorschläge von Twitter.
es_es: Activar las sugerencias personalizadas de Twitter.
fr_fr: Activer les suggestions personnalisées de Twitter.
pt_pt: Habilite sugestões personalizadas do Twitter.
uk: Увімкнути індивідуальні пропозиції від Twitter.

source: Tweet Button
es_es: Botón de Twitter
fr_fr: Bouton Tweet
pt_pt: Botão de Tweet
uk: Tweet Кнопка

source: Share URL
cs_cz: Sdílet adresu URL
de_de: URL freigeben
es_es: Compartir URL
fr_fr: Partager URL
pt_pt: Compartilhe
uk: Поділитися URL-адресою

source: Current page
cs_cz: Aktuální stránka
de_de: Aktuelle Seite
es_es: Página actual
fr_fr: Page actuelle
pt_pt: Página atual
uk: Поточна сторінка

source: Tweet Text
cs_cz: Text tweetu
de_de: Link Tweet Text
es_es: Texto del Tweet
fr_fr: Texte du Tweet
pt_pt: Tweet Texto
uk: Tweet Текст

source: Current page title
cs_cz: Aktuální název stránky
de_de: Aktueller Seitentitel
es_es: Título de la página actual
fr_fr: Titre de la page actuelle
pt_pt: Título da página atual
uk: Назва поточної сторінки

source: Via
cs_cz: Přes
es_es: Vía
fr_fr: Par
uk: Через

source: Enter username for Tweet via parameter.
cs_cz: Zadejte uživatelské jméno pro Tweet prostřednictvím parametru.
de_de: Benutzernamen für Tweet über Parameter eingeben.
es_es: Introduzca el nombre de usuario para Tweet a través del parámetro.
fr_fr: Saisir le nom d'utilisateur pour le Tweet via le paramètre.
pt_pt: Digite o nome de usuário para o Tweet via parâmetro.
uk: Введіть ім'я користувача для Twitter через параметр.

source: Enter usernames of someone you recommend (maximum 2 allowed). For example: bestwebsoft, wordpress.
cs_cz: Zadejte uživatelská jména někoho, koho doporučujete (povoleny jsou maximálně 2). Například: bestwebsoft, wordpress.
de_de: Geben Sie die Benutzernamen der Personen ein, die Sie empfehlen (maximal 2 sind erlaubt). Zum Beispiel: bestwebsoft, wordpress.
es_es: Introduzca los nombres de usuario de alguien a quien recomiende (máximo 2 permitidos). Por ejemplo: bestwebsoft, wordpress.
fr_fr: Saisissez les noms d'utilisateur des personnes que vous recommandez (2 au maximum). Par exemple : bestwebsoft, wordpress.
pt_pt: Insira os nomes de usuário de alguém que você recomenda (máximo de 2 permitidos). Por exemplo: bestwebsoft, wordpress.
uk: Введіть імена користувачів, яких ви рекомендуєте (дозволено не більше 2). Наприклад: bestwebsoft, wordpress.

source: Enter one or multiple hashtags for your tweet. For example: bestwebsoft, wordpress, etc.
cs_cz: Zadejte jeden nebo více hashtagů pro svůj tweet. Například: bestwebsoft, wordpress atd.
de_de: Geben Sie einen oder mehrere Hashtags für Ihren Tweet ein. Zum Beispiel: bestwebsoft, wordpress, etc.
es_es: Introduzca uno o varios hashtags para su tweet. Por ejemplo: bestwebsoft, wordpress, etc.
fr_fr: Saisissez un ou plusieurs hashtags pour votre tweet. Par exemple : bestwebsoft, wordpress, etc.
pt_pt: Digite uma ou várias hashtags para seu tweet. Por exemplo: bestwebsoft, wordpress, etc.
uk: Введіть один або кілька хештегів для вашого твіту. Наприклад: bestwebsoft, wordpress тощо.

source: Twitter username
cs_cz: Uživatelské jméno na Twitteru
de_de: Twitter-Nutzername
es_es: Usuario de Twitter
fr_fr: Votre nom d’utilisateur Twitter
uk: Ім'я користувача Twitter

source: Enter your Twitter account username or %1$s create a new one %2$s.
cs_cz: Zadejte své uživatelské jméno účtu Twitter nebo %1$s vytvořte nové %2$s.
de_de: Geben Sie den Benutzernamen Ihres Twitter-Kontos ein oder %1$s erstellen Sie einen neuen %2$s.
es_es: Introduce el nombre de usuario de tu cuenta de Twitter o %1$s crea una nueva %2$s.
fr_fr: Saisissez le nom d'utilisateur de votre compte Twitter ou %1$s créez-en un nouveau %2$s.
pt_pt: Digite o nome de usuário de sua conta do Twitter ou %1$s crie um novo %2$s.
uk: Введіть ім'я користувача вашого облікового запису Twitter або %1$s створіть новий %2$s.

source: Follow Button Image
cs_cz: Obrázek tlačítka Sledovat
de_de: Bild der Schaltfläche "Folgen
es_es: Botón Seguir Imagen
fr_fr: Image du bouton "Follow" (suivre)
pt_pt: Imagem do botão Seguir
uk: Зображення кнопки "Підписатися

source: To use custom image, You need to setup permissions to upload directory of your site - %s
cs_cz: Chcete-li použít vlastní obrázek, Musíte nastavit oprávnění k nahrání adresáře vašeho webu - %s
de_de: Um ein benutzerdefiniertes Bild zu verwenden, müssen Sie die Berechtigungen für das Upload-Verzeichnis Ihrer Website einrichten - %s
es_es: Para utilizar la imagen personalizada, es necesario configurar los permisos para subir directorio de su sitio - %s
fr_fr: Pour utiliser une image personnalisée, vous devez configurer les droits d'accès au répertoire de téléchargement de votre site - %s
pt_pt: Para usar a imagem personalizada, você precisa configurar as permissões para o diretório de upload do seu site - %s
uk: Щоб використовувати кастомне зображення, вам потрібно налаштувати дозволи на завантаження каталогу вашого сайту - %s

source: Upload image with the %1$s dimensions, JPG, JPEG or PNG formats (maximum file size - %2$s).
cs_cz: Nahrajte obrázek s rozměry %1$s, ve formátu JPG, JPEG nebo PNG (maximální velikost souboru - %2$s).
de_de: Laden Sie ein Bild mit den Abmessungen %1$s, den Formaten JPG, JPEG oder PNG hoch (maximale Dateigröße - %2$s).
es_es: Cargar imagen con las dimensiones %1$s, formatos JPG, JPEG o PNG (tamaño máximo de archivo - %2$s).
fr_fr: Téléchargez une image aux dimensions %1$s, aux formats JPG, JPEG ou PNG (taille maximale du fichier - %2$s).
pt_pt: Faça upload da imagem com as dimensões %1$s, nos formatos JPG, JPEG ou PNG (tamanho máximo do arquivo - %2$s).
uk: Завантажте зображення з розмірами %1$s, у форматах JPG, JPEG або PNG (максимальний розмір файлу - %2$s).

source: Show Follow Button
cs_cz: Zobrazit tlačítko Sledovat
de_de: Schaltfläche "Show Follow" anzeigen
es_es: Mostrar botón Seguir
fr_fr: Afficher le bouton Suivre
pt_pt: Exibir Botão Seguir
uk: Показати кнопку "Підписатися

source: Username
cs_cz: Uživatelské jméno
de_de: Benutzername
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
pt_pt: Nome de usuário
uk: Ім’я користувача

source: Hashtag Button
cs_cz: Tlačítko Hashtag
de_de: Hashtag-Schaltfläche
es_es: Botón Hashtag
fr_fr: Bouton Hashtag
pt_pt: Botão Hashtag
uk: Кнопка хештегу

source: None
cs_cz: Žádný
de_de: Nichts
es_es: Ninguno
pt_pt: Nenhum
uk: Нічого

source: Mention Button
cs_cz: Tlačítko Zmínka
de_de: Schaltfläche "Erwähnen
es_es: Botón de mención
fr_fr: Bouton de mention
pt_pt: Botão Menção
uk: Кнопка згадки

source: Tweet to
cs_cz: Tweet na
de_de: Tweet an
es_es: Twittear a
fr_fr: Tweeter à
pt_pt: Twittar para
uk: Твіт до

source: Enter username of someone you want to mention.
cs_cz: Zadejte uživatelské jméno osoby, kterou chcete zmínit.
de_de: Geben Sie den Benutzernamen der Person ein, die Sie erwähnen möchten.
es_es: Introduzca el nombre de usuario de la persona que desea mencionar.
fr_fr: Entrez le nom d'utilisateur de la personne que vous souhaitez mentionner.
pt_pt: Digite o nome de usuário da pessoa que deseja mencionar.
uk: Введіть ім'я користувача, якого ви хочете згадати.

source: For example, %s.
cs_cz: Například %s.
de_de: Zum Beispiel, %s.
es_es: Por ejemplo, %s.
fr_fr: Par exemple, %s.
pt_pt: Por exemplo, %s.
uk: Наприклад, %s.

source: Twitter Shortcode
cs_cz: Zkratka Twitteru
de_de: Twitter Kurzcode
es_es: Código corto de Twitter
pt_pt: Código curto do Twitter
uk: Короткий код Twitter

source: Add Twitter button(-s) to your posts, pages, custom post types or widgets by using the following shortcode:
cs_cz: Přidejte tlačítko (-a) Twitteru do příspěvků, stránek, vlastních typů příspěvků nebo widgetů pomocí následujícího zkratkového kódu:
de_de: Fügen Sie Twitter-Button(s) zu Ihren Beiträgen, Seiten, benutzerdefinierten Beitragstypen oder Widgets hinzu, indem Sie den folgenden Shortcode verwenden:
es_es: Añade botones de Twitter a tus entradas, páginas, tipos de entrada personalizados o widgets utilizando el siguiente shortcode:
fr_fr: Ajoutez le(s) bouton(s) Twitter à vos articles, pages, types d'articles personnalisés ou widgets en utilisant le shortcode suivant :
pt_pt: Adicione botão(ões) do Twitter a seus posts, páginas, tipos de post personalizados ou widgets usando o seguinte shortcode:
uk: Додайте кнопку(-и) Twitter до своїх дописів, сторінок, кастомних типів дописів або віджетів, використовуючи наступний шорткод:

source: Twitter Buttons Preview
cs_cz: Náhled tlačítek Twitter
de_de: Twitter Buttons Vorschau
es_es: Vista previa de los botones de Twitter
fr_fr: Aperçu des boutons Twitter
pt_pt: Visualização dos botões do Twitter
uk: Попередній перегляд кнопок Twitter

source: Twitter Timeline Preview
cs_cz: Náhled časové osy Twitteru
de_de: Twitter Timeline Vorschau
es_es: Vista previa del Timeline de Twitter
fr_fr: Aperçu de la chronologie de Twitter
pt_pt: Visualização da linha do tempo do Twitter
uk: Попередній перегляд часової шкали Twitter

source: Choose the necessary post types (or single pages) where Twitter buttons will be displayed:
cs_cz: Vyberte potřebné typy příspěvků (nebo jednotlivé stránky), na kterých se budou zobrazovat tlačítka Twitteru:
de_de: Wählen Sie die erforderlichen Beitragstypen (oder einzelne Seiten), auf denen Twitter-Buttons angezeigt werden sollen:
es_es: Elija los tipos de entrada necesarios (o páginas individuales) donde se mostrarán los botones de Twitter:
fr_fr: Choisissez les types d'articles nécessaires (ou les pages individuelles) où les boutons Twitter seront affichés :
pt_pt: Escolha os tipos de postagem necessários (ou páginas únicas) em que os botões do Twitter serão exibidos:
uk: Виберіть потрібні типи постів (або окремі сторінки), на яких будуть відображатися кнопки Twitter:

source: Example of site pages' tree
cs_cz: Příklad stromu stránek webu
de_de: Beispiel der Websiten-Struktur
es_es: Ejemplo de árbol de páginas web
fr_fr: Exemple d'arborescence des pages du site
pt_pt: Exemplo de árvore de páginas do site
uk: Приклад дерева сторінок сайту

source: Please select twitter buttons which will be displayed
cs_cz: Vyberte prosím tlačítka twitteru, která se zobrazí
de_de: Bitte wählen Sie die Twitter-Buttons, die angezeigt werden sollen
es_es: Seleccione los botones de Twitter que se mostrarán
fr_fr: Veuillez sélectionner les boutons twitter qui seront affichés
pt_pt: Selecione os botões do Twitter que serão exibidos
uk: Будь ласка, виберіть кнопки твіттера, які будуть відображатися

source: Min height%1s.
cs_cz: Min. výška%1s.
de_de: Mindesthöhe%1s.
es_es: Altura mínima%1s.
fr_fr: Hauteur minimale%1s.
pt_pt: Altura mínima%1s.

source: Button Shape
cs_cz: Tvar tlačítka
de_de: Button Form
es_es: Forma del botón
fr_fr: Forme du bouton
pt_pt: Formato do botão

source: Tweet
cs_cz: Tweetnout

source: TwitterStories
pt_pt: Histórias do Twitter
